label scene6:
    scene bg 开贞南路
    show 小鞠
    narrator "我面容狰狞地直奔第五教学楼"
    小鞠 "苏方学姐那是什么咖啡啊，怎么苦成这个样子？"
    
    scene bg 天使路
    show 小鞠
    narrator "苦涩的味道依旧刺激着大脑。尽管眯着眼，苦涩的眼泪依旧止不住地流出。要不是周围的人都受到丘比特之箭的影响而被控制，估计我这副边跑边哭的样子明天就能登上学校论坛Top10"
    
    scene bg 五教
    narrator "瞥见了大大的翻译有问题的“TheFifthTeachingBuilding”的牌子，不由得想起英语老师和蔼的话语。"
    中年男 "……教学楼可不会教人……"
    中年男 "……TheFifthBuildingforTeaching……"
    中年男 "……物业也不找会英语的人翻译就用了翻译软件……"
    play sound laugh
    narrator "众人哄笑起来：班里班外充满了快活的空气。"
    
    scene bg 黑
    narrator "没时间回忆英语课了。我冲进电梯一口气坐上五楼，慌慌忙忙跑到了教室。悄悄打开后门后，我坐到最后一排，试图寻找珪子的身影。"
    
    scene bg 教室
    show 小鞠
    narrator "讲座没开始很久，所以陆陆续续还有人进来。尽管如此，一个湿淋淋的美少女走进教室还是很吸引目光的。不过，嘛，也只是吸引一小会目光，很快所有人的目光也集中回了演讲者身上。"
    narrator "我从前到后扫视整个教室。第一排没有，第二排也没有……珪子在哪？"
    narrator "如果顺利找到并且对方也同意的话，时间其实还算宽裕。但我扫描完了所有人却并没有发现珪子的踪迹。我慌了起来。"
    小鞠 "珪子呢？"
    narrator "我想拿手机问一下两位学姐看是否知道，摸了摸口袋却没有任何东西。"
    show 小鞠 at left
    show 阳菜 at right
    narrator "正当想着糟了肯定是落在苏方学姐那里的时候，阳菜及时出现在了身旁。"
    阳菜 "小鞠大人！有若叶的短信！"
    narrator "我慌忙拿过手机，看到若叶发过来的消息：“赶紧看学校论坛！”"
    narrator "借助校园网我成功登入了sakura98.org，看到了置顶的帖子：“校内发现巨型怪兽！是‘道德的沦丧’还是‘人性的扭曲’？！”"
    narrator "写的很好，明天就来头条上班。"
    narrator "小鞠点了进去，发现被一个奇奇怪怪生物捕获的并不是别人，正是珪子。时间戳是几分钟以前，地点应该是理化18楼楼顶。"
    show 小鞠
    narrator "我“噌”地一下站了起来，再次吸引了一波目光。顾不上那么多，我直接跑出了教室。"
    
    scene bg 黑
    narrator "能听见被捏断的粉笔掉在粉笔槽上的声音外加演讲者的一声叹气。"
    # play sound 下楼
    narrator "虽然很无奈，但是对不起！！！我边默念边跑了起来。瞥了一眼还停在一楼的电梯，等不及了。我咚咚咚地几节台阶几节台阶地跳着，很快便下到了一楼。"
    
    scene bg 五教
    narrator "因为讲座的缘故所以楼下停了不少共享单车，我由衷地感激演讲者。拿出手机扫了个码后以蹬断链条的力度飞速向前。目标——理化大楼！"
    
    scene bg 白
    
    scene bg 理化大楼天台
    # play sound 开门
    narrator "我推开了天台的大门。并没有什么螺旋升天的把主角抛下的直升机，也没有被niceboat了的诚哥。"
    show 黑菜 at left
    show 猪笼草
    show 珪子 at right
    narrator "我随即看到了放大版的猪笼草似的怪兽，以及还含在唇上的没有任何表情的珪子。麻烦都已经这种时候了，不要顾及设定，喊几句救命不行吗？"
    黑菜 "咿嘻嘻——只要把她吞掉，你就找不到对象，笨蛋天使也被迫留级，我的积点卡就能集满啦！"
    narrator "Howoldareyou?怎么老是你这个磨人的小恶魔？"
    show 黑菜 at left
    show 猪笼草 at right
    # play sound 吞咽
    narrator "我正吐槽，猪笼草像是蓄满了CD一样，一口把珪子吞了进去。"
    show 小鞠 at left
    show 阳菜 at right
    小鞠 "啊！珪子？！"
    # play sound 倒地
    narrator "我眼睁睁地看着珪子被吞了进去，瘫倒在地，瞬间感觉天崩地裂。"
    阳菜 "不要丧气啊小鞠大人！珪子大人还活着，消化要时间的！"
    小鞠 "可是我怎么去对付这个怪兽啊？"
    阳菜 "小鞠大人用枪就行。射击笼盖是转笼身，射击内部的小舌头能造成伤害，还要注意消化触手。"
    小鞠 "了解！"
    
    scene bg 黑
    # play sound 加载
    show text "神枪手小鞠已上线。BattleStart!" at truecenter
    
    scene bg 理化大楼天台
    show 猪笼草 at left
    show 小鞠 at right
    # play sound 射击
    narrator "怪物跳在空中，然而变身神枪手的我早就借助枪的瞄准镜看到了内部邪恶的景象，直接使用比火神机枪速度还快的手速扣动扳机射击小舌头，硬是把一个半自动手枪打成了冲锋枪。怪物在此种爆发的冲击力下立刻就被打出了硬直。"
    阳菜 "小鞠大人！就是现在！"
    # play sound 射击
    narrator "怪物的脑瓜顶边转着星星边晃悠着，然后又是被我一通爆射，枪枪命中。甚至在怪物从硬直恢复之前，它的血槽就近乎归零了。"
    # play sound 充能
    narrator "我弹了一枚硬币出来，然后利用心意系统在周围加上了极强的电磁场。"
    # play sound 超电磁炮
    小鞠 "发射！——"
    show 小鞠 at right
    narrator "硬币贯穿了怪物，将血槽打到了负数。怪物如同一滩烂泥掉在了天台上，逐渐化为灰烬消散。"
    show 黑菜 at left
    show 珪子
    show 小鞠 at right
    narrator "珪子的身影逐渐从怪物中出现，而黑菜则是一脸懵逼地看着被瞬间打败化成灰的精英怪物。"
    show 黑菜 at left
    show 阳菜 at right
    黑菜 "等等这和系统设置的不一样啊！不是每隔1/3血槽都会强制进行射击触手的战斗的吗？"
    show 黑菜 at left
    show 阳菜 at right
    阳菜 "嘛，恋爱是少女的力量源泉。所以秒杀就秒杀吧，不要在意这些细节。"
    show 黑菜 at left
    show 阳菜 at right
    黑菜 "“不…不要以为这样就赢了啊！笨蛋天使笨蛋人类！”"
    show 珪子 at left
    show 小鞠 at right
    小鞠 "啊，又溜了。"
    narrator "干啥啥不行，逃跑第一名吗？不不不，也造成了足够多的麻烦了。虽然很不甘心，不过还是自己的事要紧。"
    narrator "我走上前，把还在宕机的珪子拉了起来。"
    珪子 "？？？"
    narrator "珪子侧了侧头。"
    show 珪子 at left
    show 小鞠 at right
    narrator "我深吸了一口气，如同冻鳗男主那样深鞠一躬："
    小鞠 "我…我稀饭你！"
    narrator "啊，咬到舌头了。何等的失策。"
    narrator "我满脸通红，悄悄抬了抬头。看到小珪一如既往的面无表情后，有些松了一口气，但是又有些难受。"
    珪子 "国学讲座…要结束了。"
    narrator "哈……这是被拒绝的意思？"
    narrator "珪子朝着天台的门口走了几步，然后回过头来——"
    show 珪子 at left
    show 小鞠 at right
    narrator "这是我第一次看见珪子的微笑，以及略带一丝绯红的脸颊。"
    珪子 "不一起去吗？诶托…Darling？应该是这么说吗？"
    narrator "珪子侧着头，想要隐藏住但依旧显露在表情上更加显得十分可爱。"
    小鞠 "这是同意了吗？"
    narrator "珪子害羞地点了点头。"
    show 珪子 at left
    show 小鞠 at right
    小鞠 "去去去！"
    show 阳菜
    narrator "看着二人手牵手出了天台，阳菜一脸感动地躲在角落像看肥皂剧般边吃着爆米花边擦着眼泪，这场闹剧终于落下了帷幕。阳菜站起身来。"
    阳菜 "真是太好了呢小鞠大人，祝你们二人幸终的说！"
    # play sound 经典消失
    show none
    narrator "撒下天使的羽毛，阳菜在空中消去了身影。"
